const i18n = {
    isResponse: {
        1: 'Был ответ',
        0: 'Жауап болды'
    },
    header: {
        1: 'Заголовок',
        0: 'Тақырып'
    },
    description: {
        1: 'Описание',
        0: 'Сипаттама'
    },
    nameClient: {
        1: 'Имя клиента',
        0: 'Клиенттің аты'
    },
    phoneNumber: {
        1: 'Телефон',
        0: 'Телефон'
    },
    endDueDate: {
        1: 'Срок',
        0: 'Мерзімі'
    },
    lawyer: {
        1: 'Адвокат',
        0: 'Адвокат'
    },
    price: {
        1: 'Цена',
        0: 'Бағасы'
    },
    startDate: {
        1: 'Дата создания заказа',
        0: 'Тапсырыстың жасалған күні'
    },
    finishDate: {
        1: 'Дата исполнения заказа',
        0: 'Тапсырыстың орындалу күні'
    },
    status: {
        1: 'Статус',
        0: 'Күй'
    },
    user: {
        1: 'Заказчик',
        0: 'Тұтынушы'
    },
    specializations: {
        1: 'Специализации',
        0: 'Мамандықтар'
    }
}

export default i18n