const i18nGlobal = {
    yes: {
        1: 'Да',
        0: 'Иә'
    },
    no: {
        1: 'Нет',
        0: 'Жоқ'
    },
    remove: {
        1: 'Удалить',
        0: 'Жою'
    },
    send: {
        1: 'Отправить',
        0: 'Жіберу'
    },
    attachFilesTitle: {
        1: 'Ошибка загрузки файла!',
        0: 'Файлды жүктеу қатесі!'
    },
    fileTypeError: {
        1: 'Недоступный формат файла',
        0: 'Файл пішімі жоқ'
    },
    downloadFileSizeError: {
        1: 'Размер файла больше 100 МБ',
        0: 'Файл өлшемі 100 МБ -тан асады'
    },
    actions: {
        1: 'Действия',
        0: 'Әрекеттер'
    },
    restore: {
        1: 'Восстановить',
        0: 'Қалпына келтіру'
    },
    delete: {
        1: 'Удалить',
        0: 'Жою'
    },
    add: {
        1: 'Добавить',
        0: 'Қосу'
    },
    edit: {
        1: 'Редактировать',
        0: 'Өңдеу'
    },
    save: {
        1: 'Сохранить',
        0: 'Сақтау'
    },
    pleaseFillMessage: {
        1: 'Пожалуйста, заполните',
        0: 'Өтінемін, толтырыңыз'
    },
    areYouSureMessage: {
        1: 'Вы уверены?',
        0: 'Сіз сенімдісіз бе?'
    }
}

export default i18nGlobal