const i18nGlobal = {
    yes: {
        1: 'Да',
        0: 'Иә'
    },
    no: {
        1: 'Нет',
        0: 'Жоқ'
    },
    remove: {
        1: 'Удалить',
        0: 'Жою'
    },
    send: {
        1: 'Отправить',
        0: 'Жіберу'
    },
    attachFilesTitle: {
        1: 'Ошибка загрузки файла!',
        0: 'Файлды жүктеу қатесі!'
    },
    fileTypeError: {
        1: 'Недоступный формат файла',
        0: 'Файл пішімі жоқ'
    },
    downloadFileSizeError: {
        1: 'Размер файла больше 100 МБ',
        0: 'Файл өлшемі 100 МБ -тан асады'
    },
}

export default i18nGlobal