const i18n = {
    haveToChooseFilesError: {
        1: 'Необходимо загрузить удостоверение',
        0: 'Жеке басын жүктеу қажет'
    },
    sertificateExistsError: {
        1: 'Удостоверение для выбранного адвоката уже загружено',
        0: 'Таңдалған адвокатқа арналған сертификат қазірдің өзінде жүктелген'
    },
    uploadCertificateSuccess: {
        1: 'Удостоверение успешно загружено',
        0: 'Сәйкестендіру сәтті жүктелді'
    },
    uploadCertificateError: {
        1: 'Произошла ошибке при загрузке сертификата',
        0: 'Сертификатты жүктеу кезінде қате пайда болды'
    }
}

export default i18n