const i18n = {
  phoneFieldMessage: {
    1: ["Поле заполнено некорректно. Поле должно содержать ", " цифр."],
    0: ["Поле запоўнена некарэктна. Поле павінна ўтрымліваць ", " лічбаў."],
  },
  confirmPhone: {
    1: "Подтверждение номера",
    0: "Пацверджанне нумара",
  },
  confirmCode: {
    1: "Код подтверждения",
    0: "Код пацверджання",
  },
  requiredField: {
    1: "Поле обязательно для заполнения.",
    0: "Поле абавязкова для запаўнення.",
  },
  confirmPhoneNumber: {
    1: "Подтвердить номер",
    0: "Пацвердзіць нумар",
  },
  repeatCode: {
    1: ["Отправить повторно ",  "через: ",  " с"],
    0: ["Адправіць паўторна ", "праз: ", " с"],
  },
  codeLoading: {
    1: "Идет отправка кода подтверждения на указанный номер",
    0: "Ідзе адпраўка кода пацверджання на указаны нумар",
  },
};

export default i18n;
