const i18n = {
  header: {
    1: "Вход в личный кабинет",
    0: "Уваход у асабісты кабінет",
  },
  userField: {
    1: "Имя/телефон пользователя",
    0: "Імя/тэлефон карыстальніка",
  },
  requiredField: {
    1: "Поле '${label}' обязательно для заполнения.",
    0: "Поле '${label}' абавязкова для запаўнення.",
  },
  userFieldMessage: {
    1: "Поле 'Имя/телефон пользователя' заполнено некорректно.",
    0: "Поле 'Імя/тэлефон карыстальніка' запоўнена некарэктна.",
  },
  unlockMobileMessage: {
    1: "Номер телефона, указанный при регистрации, заполнен некорректно.",
    0: "Нумар тэлефона, пазначаны пры рэгістрацыі, запоўнен некарэктна.",
  },
  userFieldLength: {
    1: "Длина поля 2-32 символов.",
    0: "Даўжыня поля 2-32 знакаў.",
  },
  phoneNumberLength: {
    1: "Длина поля 8-20 символов.",
    0: "Даўжыня поля 8-20 знакаў.",
  },
  ecpMessage: {
    1: "Данный браузер не поддерживает работу с ЭЦП",
    0: "Дадзены браўзэр не падтрымлівае працу з ЭЛП",
  },
  tabNamePhone: {
    1: "Вход по имени/телефону пользователя",
    0: "Уваход па імя/тэлефоне карыстальніка",
  },
  restorePassword: {
    1: "Забыли пароль?",
    0: "Забыліся пароль?",
  },
  register: {
    1: "Регистрация",
    0: "Рэгістрацыя",
  },
  ecpLogin: {
    1: "Войти с ЭЦП",
    0: "Увайсці з ЭЛП",
  },
  login: {
    1: "Войти",
    0: "Увайсці",
  },
  unblockNow: {
    1: "Разблокировать сейчас",
    0: "Разблакаваць зараз",
  },
  confirmNow: {
    1: "Подтвердить номер",
    0: "Пацвердзіць нумар",
  },
  unblockSuccess: {
    1: "Блокировка успешно снята!",
    0: "Блакаванне паспяхова знятая!",
  },
  phoneNumberRegister: {
    1: "Номер телефона, указанный при регистрации",
    0: "Нумар тэлефона, пазначаны пры рэгістрацыі",
  },
  codeConfirm: {
    1: "Отправить код для подтверждения номера",
    0: "Адправіць код для пацверджання нумары",
  },
  confirmPhoneSuccess: {
    1: "Номер успешно подтвержден. Повторите попытку входа в личный кабинет.",
    0: "Нумар паспяхова пацверджаны. Паўтарыце спробу ўваходу ў асабісты кабінет.",
  },
};

export default i18n;
