const i18n = {
    chooseFileError: {
        1: "Ошибка при выборе файла",
        0: "Файлды таңдау қателігі"
    },
    fileAlreadyChosen: {
        1: "Файл с таким названием уже был добавлен",
        0: "Мұндай атауы бар файл бұрыннан қосылған."
    },
    deleteFileConfirmationMessage: {
        1: "Вы уверены? Это действие отменить нельзя.",
        0: "Сіз сенімдісіз бе? Бұл әрекетті қайтару мүмкін емес."
    },
    downloadFileRulesInfo: {
        1: [
            `Для загрузки доступны файлы  форматов: ".pdf", ".doc", ".docx".
            Размер файла должен быть до 100 МБ.`
        ],
        0: [
            `Келесі форматтар жүктеу үшін қол жетімді: «.pdf», «.doc», «.docx».
            Файл өлшемі 100 МБ дейін болуы керек.`
        ]
    },
    chooseFile: {
        1: 'Выбрать файл',
        0: 'Файлды таңдаңыз'
    },
}

export default i18n