const i18n = {
    postcode: {
        1: 'Почтовый индекс',
        0: 'Почталық индекс'
    },
    country: {
        1: 'Страна',
        0: 'Ел'
    },
    administrativeTerritory: {
        1: 'Населённый пункт',
        0: 'Жергілікті жер'
    },
    street: {
        1: 'Улица',
        0: 'Көше'
    },
    house: {
        1: 'Номер дома',
        0: 'Үй нөмірі'
    },
    office: {
        1: 'Квартира / офис',
        0: 'Пәтер / кеңсе'
    },
    notice: {
        1: 'Примечание',
        0: 'Ескерту'
    },
}

export default i18n